public class WebDriverRunner {
    /**
     * Этот класс содержит некоторые функции, относящиеся к браузеру :
     *
     * isChrome()
     * isFirefox()
     * isHeadless()
     * url() - возвращает текущий url
     * source() - возвращает исходный HTML текущего окна
     * getWebDriver() - возвращает обьект WebDriver (созданный Selenide автоматически или установленный пользователем), таким образом отдавая "чистый" интерфейс к Selenium, если нужно
     * setWebDriver(WebDriver) - указывает Selenide использовать драйвер, созданный пользователем. С этого момента пользователь сам ответственен за закрытие драйвера.
     */
}
